<?php
	# RUSSIAN
	$calendar = array();
	$calendar['long_month']		= array(1 => "Январь","Февраль","Март","Апрель","Май","Июнь","Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь");
	$calendar['short_month']	= array(1 => "Янв","Фев","Март","Апр","Май","Июнь","Июль","Авг","Сент","Окт","Нояб","Дек");
	$calendar['full_days']		= array(1 => "Воскресение","Понедельник","Вторник","Среда","Четверг","Пяница","Суббота");
	$calendar['short_days']		= array(1 => "Воск","Пон","Втор","Сред","Чет","Пят","Суб");
?>